index.org
#+TITLE: Mon site web
#+AUTHOR: Laurent Garnier
# pour l'exportation HTML/CSS avec Bootstrap
# https://github.com/marsmining/ox-twbs
* Mathématiques
** Amazon
   
   À venir.

   Indiquez-moi vos préférences sur [[https://t.me/polymathfreeman][Telegram]].
   
** Podia
*** Niveau lycée
**** Niveau seconde générale

     1. [[https://laurentgarnier.podia.com/pratiques-mathematiques-en-2de][Pratiques mathématiques en classe de seconde]]
	
**** Niveau première spécialité maths

     1. [[https://laurentgarnier.podia.com/pratiques-mathematiques-en-1ere][Pratiques mathématiques en classe de première]]
     
**** Niveau terminale spécialité maths

     1. [[https://laurentgarnier.podia.com/pratiques-mathematiques-en-terminale-specialite-maths][Pratiques mathématiques en classe de terminale]]
	
*** Niveau supérieur
**** CPGE 1ère année

     1. [[https://laurentgarnier.podia.com/l2ptm-module-01-18-raisonnement-et-vocabulaire-ensembliste][Raisonnement et vocabulaire ensembliste]]
     2. [[https://laurentgarnier.podia.com/l2ptm-module-02-18-calculs-algebriques][Compléments de claculs algébriques]]
     3. [[https://laurentgarnier.podia.com/l2ptm-module-03-18-nombres-complexes-et-trigonometrie][Nombres complexes]]

** Superprof

   Retrouvez mon annonce sur laquelle vous pourrez voir les
   commentaires des gens ayant déjà travaillé avec moi.

   [[https://www.superprof.fr/reussissez-maths-niveau-etudes-esprit.html]]
      
** YouTube
*** Niveau lycée
**** Niveau seconde générale

     Voici une playlist avec les notions enseignées en classe de
     seconde générale.

     [[https://www.youtube.com/watch?v=USYBm-gHOHA&list=PLwWStLtwGECb2x5eQD71o9vzydqd5i2Vl][SECONDE]]
     
**** Niveau première spécialité

     Voici une playlist avec les notions enseignées en classe de
     première spécialité maths.

     [[https://www.youtube.com/watch?v=5tzRX0X4P-Q&list=PLwWStLtwGECZckYdZrR1LdTqQ0pWtzxpH][PREMIÈRES]]
     
**** Niveau terminale spécialité

     Voici une playlist avec les notions enseignées en classe de
     terminale spécialité maths.

     [[https://www.youtube.com/watch?v=F6uK_zbyJlg&list=PLwWStLtwGECYIL4oLS2tIm25Fza5KCUZy][TERMINALES]]
     
**** Niveau terminale maths expertes

     Dans ces playlists certaines notions sont à cheval entre le
     programme de maths expertes et celui des CPGE 1ère année.
     
     1. [[https://www.youtube.com/watch?v=HZPv7050jIc&list=PLwWStLtwGECZ6Q-hQML_xSfjxqIgDQGVZ][Nombres complexes]]
     2. [[https://www.youtube.com/watch?v=Jp5bk_cj6X8&list=PLwWStLtwGECboI6DBxwLQ1prS2M8bxyNe][Arithmétique]]
     3. [[https://www.youtube.com/watch?v=IpajiB9zgiA&list=PLwWStLtwGECZMMyYoqrymzW3Fo2zEJmXk][Graphes et matrices]] 
	
*** Niveau supérieur
**** CPGE 1ère année

     1. [[https://www.youtube.com/watch?v=w_JZjg8jTmU&list=PLwWStLtwGECZBLsPRUvDpx9u1fZBf6r3w][Raisonnement et vocabulaire ensembliste]]
     2. [[https://www.youtube.com/watch?v=o6iOkp-s0yY&list=PLwWStLtwGECYvvRMlg9w_j6hvdrp9zIbC][Compléments de calcul algébrique et trigonométrie]]
     3. [[https://www.youtube.com/watch?v=HZPv7050jIc&list=PLwWStLtwGECZ6Q-hQML_xSfjxqIgDQGVZ][Nombres complexes]]
     4. [[https://www.youtube.com/watch?v=q61HT8kyY-Y&list=PLwWStLtwGECbvUS9iet7BjAx3_RXb2Q0Q][Techniques fondamentales de calcul en analyse]]
     5. [[https://www.youtube.com/watch?v=b2a2e3N3e04&list=PLwWStLtwGECZbD7Phl_dBbvU9d76Ju5P5][Nombres réels et suites numériques]]
     6. [[https://www.youtube.com/watch?v=t2Aa8gqle9s&list=PLwWStLtwGECYW_Tfq9uMFQ-irJxevo9Zm][Limites, continuité, dérivabilité]]
     7. [[https://www.youtube.com/watch?v=0QlttKY-mxY&list=PLwWStLtwGECZS4UsWPAKiMkRWHOnm7xKU][Analyse asymptotique]]
     8. [[https://www.youtube.com/watch?v=Jp5bk_cj6X8&list=PLwWStLtwGECboI6DBxwLQ1prS2M8bxyNe][Arithmétique dans l'ensemble des entiers relatifs]]
     9. [[https://www.youtube.com/watch?v=xkIo71gGBlo&list=PLwWStLtwGECamJBY8cpnguOiUgqsMgxLM][Structures algébriques]]
     10. [[https://www.youtube.com/watch?v=bJq7OUFQgOo&list=PLwWStLtwGECZmFW1Bte1zr7Ncy-ZI-k6d][Polynômes et fractions rationnelles]]
     11. [[https://www.youtube.com/watch?v=avwrTswUmnM&list=PLwWStLtwGECYhoh7d2xfaU449lqcPMvpl][Espaces vectoriels et applications linéaires]]
     12. [[https://www.youtube.com/watch?v=IpajiB9zgiA&list=PLwWStLtwGECZMMyYoqrymzW3Fo2zEJmXk][Matrices]]
     13. [[https://www.youtube.com/watch?v=yeGgHxzojMQ&list=PLwWStLtwGECbLg88kTJuiI2TjFWoLW1_c][Groupe symétrique et déterminant]]
     14. [[https://www.youtube.com/watch?v=cyNMPtnU3ZA&list=PLwWStLtwGECZOnqnMJupYI4D_mMh4chn4][Espaces préhilbertiens réels]]
     15. [[https://www.youtube.com/watch?v=CKVQJOuYaew&list=PLwWStLtwGECYvtUt6thAJPYHkyKp_gq0c][Intégration]]
     16. [[https://www.youtube.com/watch?v=Eqgo4OmQGwM&list=PLwWStLtwGECa3Jq5nTbMl6NDy4FRUhdih][Séries numériques]]
     17. [[https://www.youtube.com/watch?v=O-sySSylxGo&list=PLwWStLtwGECbgjPL7LzWg0iJ6EyopKEPT][Dénombrement]]
     18. [[https://www.youtube.com/watch?v=iGjcEH8W98w&list=PLwWStLtwGECbO3_1LM69XofWIwyKebY4c][Probabilités]]

	 
	
	
