index.html
<!doctype html>
<html lang="en">
<head>
<title>Mon site web</title>
<!-- 2021-08-11 Wed 19:54 -->
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<meta name="generator" content="Org-mode">
<meta name="author" content="Laurent Garnier">

<link  href="https://cdnjs.cloudflare.com/ajax/libs/twitter-bootstrap/3.3.5/css/bootstrap.min.css" rel="stylesheet">
</head>
<body>
<div id="content" class="container">
<div class="row"><div class="col-md-3 col-md-push-9"><nav id="table-of-contents">
<div id="text-table-of-contents" class="bs-docs-sidebar">
<ul class="nav">
<li><a href="#sec-1">1. Mathématiques</a>
<ul class="nav">
<li><a href="#sec-1-1">1.1. Amazon</a></li>
<li><a href="#sec-1-2">1.2. Podia</a></li>
<li><a href="#sec-1-3">1.3. Superprof</a></li>
<li><a href="#sec-1-4">1.4. YouTube</a></li>
</ul>
</li>
<li><a href="#sec-2">2. Statistiques</a>
<ul class="nav">
<li><a href="#sec-2-1">2.1. Amazon</a></li>
<li><a href="#sec-2-2">2.2. Podia</a></li>
<li><a href="#sec-2-3">2.3. Superprof</a></li>
<li><a href="#sec-2-4">2.4. YouTube</a></li>
</ul>
</li>
<li><a href="#sec-3">3. Informatique</a>
<ul class="nav">
<li><a href="#sec-3-1">3.1. Amazon</a></li>
<li><a href="#sec-3-2">3.2. Podia</a></li>
<li><a href="#sec-3-3">3.3. Superprof</a></li>
<li><a href="#sec-3-4">3.4. YouTube</a></li>
</ul>
</li>
<li><a href="#sec-4">4. Anglais</a>
<ul class="nav">
<li><a href="#sec-4-1">4.1. Amazon</a></li>
<li><a href="#sec-4-2">4.2. Podia</a></li>
<li><a href="#sec-4-3">4.3. Superprof</a></li>
<li><a href="#sec-4-4">4.4. YouTube</a></li>
</ul>
</li>
<li><a href="#sec-5">5. Français</a>
<ul class="nav">
<li><a href="#sec-5-1">5.1. Amazon</a></li>
<li><a href="#sec-5-2">5.2. Podia</a></li>
<li><a href="#sec-5-3">5.3. Superprof</a></li>
<li><a href="#sec-5-4">5.4. YouTube</a></li>
</ul>
</li>
<li><a href="#sec-6">6. Russe</a>
<ul class="nav">
<li><a href="#sec-6-1">6.1. Amazon</a></li>
<li><a href="#sec-6-2">6.2. Podia</a></li>
<li><a href="#sec-6-3">6.3. Superprof</a></li>
<li><a href="#sec-6-4">6.4. YouTube</a></li>
</ul>
</li>
<li><a href="#sec-7">7. Autres langues</a>
<ul class="nav">
<li><a href="#sec-7-1">7.1. Amazon</a></li>
<li><a href="#sec-7-2">7.2. Podia</a></li>
<li><a href="#sec-7-3">7.3. Superprof</a></li>
<li><a href="#sec-7-4">7.4. YouTube</a></li>
</ul>
</li>
<li><a href="#sec-8">8. Cryptos</a>
<ul class="nav">
<li><a href="#sec-8-1">8.1. Amazon</a></li>
<li><a href="#sec-8-2">8.2. Podia</a></li>
<li><a href="#sec-8-3">8.3. Superprof</a></li>
<li><a href="#sec-8-4">8.4. YouTube</a></li>
</ul>
</li>
</ul>
</div>
</nav>
</div><div class="col-md-9 col-md-pull-3"><h1 class="title">Mon site web</h1>
<div id="outline-container-sec-1" class="outline-2">
<h2 id="sec-1"><span class="section-number-2">1</span> Mathématiques</h2>
<div class="outline-text-2" id="text-1">
</div><div id="outline-container-sec-1-1" class="outline-3">
<h3 id="sec-1-1"><span class="section-number-3">1.1</span> Amazon</h3>
<div class="outline-text-3" id="text-1-1">
<p>
À venir.
</p>

<p>
Indiquez-moi vos préférences sur <a href="https://t.me/polymathfreeman">Telegram</a>.
</p>
</div>
</div>

<div id="outline-container-sec-1-2" class="outline-3">
<h3 id="sec-1-2"><span class="section-number-3">1.2</span> Podia</h3>
<div class="outline-text-3" id="text-1-2">
</div><div id="outline-container-sec-1-2-1" class="outline-4">
<h4 id="sec-1-2-1"><span class="section-number-4">1.2.1</span> Niveau lycée</h4>
<div class="outline-text-4" id="text-1-2-1">
</div><ol class="org-ol"><li><a id="sec-1-2-1-1" name="sec-1-2-1-1"></a>Niveau seconde générale<br ><div class="outline-text-5" id="text-1-2-1-1">
<ol class="org-ol">
<li><a href="https://laurentgarnier.podia.com/pratiques-mathematiques-en-2de">Pratiques mathématiques en classe de seconde</a>
</li>
</ol>
</div>
</li>

<li><a id="sec-1-2-1-2" name="sec-1-2-1-2"></a>Niveau première spécialité maths<br ><div class="outline-text-5" id="text-1-2-1-2">
<ol class="org-ol">
<li><a href="https://laurentgarnier.podia.com/pratiques-mathematiques-en-1ere">Pratiques mathématiques en classe de première</a>
</li>
</ol>
</div>
</li>

<li><a id="sec-1-2-1-3" name="sec-1-2-1-3"></a>Niveau terminale spécialité maths<br ><div class="outline-text-5" id="text-1-2-1-3">
<ol class="org-ol">
<li><a href="https://laurentgarnier.podia.com/pratiques-mathematiques-en-terminale-specialite-maths">Pratiques mathématiques en classe de terminale</a>
</li>
</ol>
</div>
</li></ol>
</div>

<div id="outline-container-sec-1-2-2" class="outline-4">
<h4 id="sec-1-2-2"><span class="section-number-4">1.2.2</span> Niveau supérieur</h4>
<div class="outline-text-4" id="text-1-2-2">
</div><ol class="org-ol"><li><a id="sec-1-2-2-1" name="sec-1-2-2-1"></a>CPGE 1ère année<br ><div class="outline-text-5" id="text-1-2-2-1">
<ol class="org-ol">
<li><a href="https://laurentgarnier.podia.com/l2ptm-module-01-18-raisonnement-et-vocabulaire-ensembliste">Raisonnement et vocabulaire ensembliste</a>
</li>
<li><a href="https://laurentgarnier.podia.com/l2ptm-module-02-18-calculs-algebriques">Compléments de claculs algébriques</a>
</li>
<li><a href="https://laurentgarnier.podia.com/l2ptm-module-03-18-nombres-complexes-et-trigonometrie">Nombres complexes</a>
</li>
</ol>
</div>
</li></ol>
</div>
</div>

<div id="outline-container-sec-1-3" class="outline-3">
<h3 id="sec-1-3"><span class="section-number-3">1.3</span> Superprof</h3>
<div class="outline-text-3" id="text-1-3">
<p>
Retrouvez mon annonce sur laquelle vous pourrez voir les
commentaires des gens ayant déjà travaillé avec moi.
</p>

<p>
<a href="https://www.superprof.fr/reussissez-maths-niveau-etudes-esprit.html">https://www.superprof.fr/reussissez-maths-niveau-etudes-esprit.html</a>
</p>
</div>
</div>

<div id="outline-container-sec-1-4" class="outline-3">
<h3 id="sec-1-4"><span class="section-number-3">1.4</span> YouTube</h3>
<div class="outline-text-3" id="text-1-4">
</div><div id="outline-container-sec-1-4-1" class="outline-4">
<h4 id="sec-1-4-1"><span class="section-number-4">1.4.1</span> Niveau lycée</h4>
<div class="outline-text-4" id="text-1-4-1">
</div><ol class="org-ol"><li><a id="sec-1-4-1-1" name="sec-1-4-1-1"></a>Niveau seconde générale<br ><div class="outline-text-5" id="text-1-4-1-1">
<p>
Voici une playlist avec les notions enseignées en classe de
seconde générale.
</p>

<p>
<a href="https://www.youtube.com/watch?v=USYBm-gHOHA&amp;list=PLwWStLtwGECb2x5eQD71o9vzydqd5i2Vl">SECONDE</a>
</p>
</div>
</li>

<li><a id="sec-1-4-1-2" name="sec-1-4-1-2"></a>Niveau première spécialité<br ><div class="outline-text-5" id="text-1-4-1-2">
<p>
Voici une playlist avec les notions enseignées en classe de
première spécialité maths.
</p>

<p>
<a href="https://www.youtube.com/watch?v=5tzRX0X4P-Q&amp;list=PLwWStLtwGECZckYdZrR1LdTqQ0pWtzxpH">PREMIÈRES</a>
</p>
</div>
</li>

<li><a id="sec-1-4-1-3" name="sec-1-4-1-3"></a>Niveau terminale spécialité<br ><div class="outline-text-5" id="text-1-4-1-3">
<p>
Voici une playlist avec les notions enseignées en classe de
terminale spécialité maths.
</p>

<p>
<a href="https://www.youtube.com/watch?v=F6uK_zbyJlg&amp;list=PLwWStLtwGECYIL4oLS2tIm25Fza5KCUZy">TERMINALES</a>
</p>
</div>
</li>

<li><a id="sec-1-4-1-4" name="sec-1-4-1-4"></a>Niveau terminale maths expertes<br ><div class="outline-text-5" id="text-1-4-1-4">
<p>
Dans ces playlists certaines notions sont à cheval entre le
programme de maths expertes et celui des CPGE 1ère année.
</p>

<ol class="org-ol">
<li><a href="https://www.youtube.com/watch?v=HZPv7050jIc&amp;list=PLwWStLtwGECZ6Q-hQML_xSfjxqIgDQGVZ">Nombres complexes</a>
</li>
<li><a href="https://www.youtube.com/watch?v=Jp5bk_cj6X8&amp;list=PLwWStLtwGECboI6DBxwLQ1prS2M8bxyNe">Arithmétique</a>
</li>
<li><a href="https://www.youtube.com/watch?v=IpajiB9zgiA&amp;list=PLwWStLtwGECZMMyYoqrymzW3Fo2zEJmXk">Graphes et matrices</a> 
</li>
</ol>
</div>
</li></ol>
</div>

<div id="outline-container-sec-1-4-2" class="outline-4">
<h4 id="sec-1-4-2"><span class="section-number-4">1.4.2</span> Niveau supérieur</h4>
<div class="outline-text-4" id="text-1-4-2">
</div><ol class="org-ol"><li><a id="sec-1-4-2-1" name="sec-1-4-2-1"></a>CPGE 1ère année<br ><div class="outline-text-5" id="text-1-4-2-1">
<ol class="org-ol">
<li><a href="https://www.youtube.com/watch?v=w_JZjg8jTmU&amp;list=PLwWStLtwGECZBLsPRUvDpx9u1fZBf6r3w">Raisonnement et vocabulaire ensembliste</a>
</li>
<li><a href="https://www.youtube.com/watch?v=o6iOkp-s0yY&amp;list=PLwWStLtwGECYvvRMlg9w_j6hvdrp9zIbC">Compléments de calcul algébrique et trigonométrie</a>
</li>
<li><a href="https://www.youtube.com/watch?v=HZPv7050jIc&amp;list=PLwWStLtwGECZ6Q-hQML_xSfjxqIgDQGVZ">Nombres complexes</a>
</li>
<li><a href="https://www.youtube.com/watch?v=q61HT8kyY-Y&amp;list=PLwWStLtwGECbvUS9iet7BjAx3_RXb2Q0Q">Techniques fondamentales de calcul en analyse</a>
</li>
<li><a href="https://www.youtube.com/watch?v=b2a2e3N3e04&amp;list=PLwWStLtwGECZbD7Phl_dBbvU9d76Ju5P5">Nombres réels et suites numériques</a>
</li>
<li><a href="https://www.youtube.com/watch?v=t2Aa8gqle9s&amp;list=PLwWStLtwGECYW_Tfq9uMFQ-irJxevo9Zm">Limites, continuité, dérivabilité</a>
</li>
<li><a href="https://www.youtube.com/watch?v=0QlttKY-mxY&amp;list=PLwWStLtwGECZS4UsWPAKiMkRWHOnm7xKU">Analyse asymptotique</a>
</li>
<li><a href="https://www.youtube.com/watch?v=Jp5bk_cj6X8&amp;list=PLwWStLtwGECboI6DBxwLQ1prS2M8bxyNe">Arithmétique dans l'ensemble des entiers relatifs</a>
</li>
<li><a href="https://www.youtube.com/watch?v=xkIo71gGBlo&amp;list=PLwWStLtwGECamJBY8cpnguOiUgqsMgxLM">Structures algébriques</a>
</li>
<li><a href="https://www.youtube.com/watch?v=bJq7OUFQgOo&amp;list=PLwWStLtwGECZmFW1Bte1zr7Ncy-ZI-k6d">Polynômes et fractions rationnelles</a>
</li>
<li><a href="https://www.youtube.com/watch?v=avwrTswUmnM&amp;list=PLwWStLtwGECYhoh7d2xfaU449lqcPMvpl">Espaces vectoriels et applications linéaires</a>
</li>
<li><a href="https://www.youtube.com/watch?v=IpajiB9zgiA&amp;list=PLwWStLtwGECZMMyYoqrymzW3Fo2zEJmXk">Matrices</a>
</li>
<li><a href="https://www.youtube.com/watch?v=yeGgHxzojMQ&amp;list=PLwWStLtwGECbLg88kTJuiI2TjFWoLW1_c">Groupe symétrique et déterminant</a>
</li>
<li><a href="https://www.youtube.com/watch?v=cyNMPtnU3ZA&amp;list=PLwWStLtwGECZOnqnMJupYI4D_mMh4chn4">Espaces préhilbertiens réels</a>
</li>
<li><a href="https://www.youtube.com/watch?v=CKVQJOuYaew&amp;list=PLwWStLtwGECYvtUt6thAJPYHkyKp_gq0c">Intégration</a>
</li>
<li><a href="https://www.youtube.com/watch?v=Eqgo4OmQGwM&amp;list=PLwWStLtwGECa3Jq5nTbMl6NDy4FRUhdih">Séries numériques</a>
</li>
<li><a href="https://www.youtube.com/watch?v=O-sySSylxGo&amp;list=PLwWStLtwGECbgjPL7LzWg0iJ6EyopKEPT">Dénombrement</a>
</li>
<li><a href="https://www.youtube.com/watch?v=iGjcEH8W98w&amp;list=PLwWStLtwGECbO3_1LM69XofWIwyKebY4c">Probabilités</a>
</li>
</ol>
</div>
</li>
