index.org
**** CPGE 2ème année

     1. [[https://www.youtube.com/watch?v=AizozVZdiOI&list=PLwWStLtwGECacqA2tXxTOzSCtdVBXNRgU][Algèbre linéaire]]
     2. [[https://www.youtube.com/watch?v=6TxtPamxb2Q&list=PLwWStLtwGECakO4Himb6b-9uFiGMOGfmc][Calcul différentiel]]
     3. [[https://www.youtube.com/watch?v=mH-6b6d1cSc&list=PLwWStLtwGECYi68DkJNEjzN0tWZLBNcvk][Lois de probabilités discrètes]]
	
**** Licence 3 et plus

     1. [[https://www.youtube.com/watch?v=hFa5eo6FT0U&list=PLwWStLtwGECZ1YPIBHzCD3-rzFjCPWnXO][Théorie des groupes]]
     2. [[https://www.youtube.com/watch?v=Q3vE26PguMk&list=PLwWStLtwGECaIXvnNAkRnYI7P33CC9o_B][Un peu d'analyse (de Fourier)]]
	
*** Témoignages d'élèves

    1. [[https://www.youtube.com/watch?v=vT6x4SPXaE8&list=PLwWStLtwGECYN1CrkgE6ZO0_Fo91-lNnU][Une dizaine de témoignages d'élèves de différents niveaux]]
       
* Statistiques
** Amazon

   À venir.

   Indiquez-moi vos préférences sur [[https://t.me/polymathfreeman][Telegram]].
   
** Podia

   1. [[https://laurentgarnier.podia.com/kit-de-survie-probas-discretes][Kit de survie des probabilités discrètes]]
      
** Superprof

   Retrouvez mon annonce sur laquelle vous pourrez voir les
   commentaires des gens ayant déjà travaillé avec moi.

   [[https://www.superprof.fr/professeur-mathematiques-donne-cours-statistiques-monde-google-hangout-idroo.html][Découvrez les statistiques]]
   
** YouTube

   1. [[https://www.youtube.com/watch?v=JcVhfsMAeko&list=PLwWStLtwGECaPlqK03SrVDXcHXleVGcZo][Quelques tutoriels sur le logiciel R]]
   2. [[https://www.youtube.com/watch?v=ab7_lBnmbyA&list=PLwWStLtwGECYCk-mGm3Ubl8B7TDJE2bVZ][Quelques rudiments de statistiques]]
      
* Informatique
** Amazon

   1. [[https://www.amazon.fr/Comment-devenir-autonome-Python-mois-ebook/dp/B08FRMYCZZ/ref=sr_1_1?__mk_fr_FR=%C3%85M%C3%85%C5%BD%C3%95%C3%91&dchild=1&keywords=Comment+devenir+autonome+en+python+en+3+mois&qid=1628702581&sr=8-1][Comment devenir autonome en Python en 3 mois]]
      
** Podia
*** C

    1. [[https://laurentgarnier.podia.com/ressourc-vous-avec-le-langage-c][RessourC-vous]]
       
*** Comment devenir 1 vrai hacker

    1. [[https://laurentgarnier.podia.com/comment-devenir-1-vrai-hacker][Formation gratuite]]

*** Python

    1. [[https://laurentgarnier.podia.com/comment-apprendre-1-langue-avec-python][Comment apprendre une langue avec Python]]
    
** Superprof

   Retrouvez mon annonce sur laquelle vous pourrez voir les
   commentaires des gens ayant déjà travaillé avec moi.

   [[https://www.superprof.fr/initiez-langages-programmation-informatique-decouvrir-marche-ordinateur-web.html][Découvrez la programmation informatique]]
   
** YouTube
*** C

    1. [[https://www.youtube.com/watch?v=FBKwFN_W2Jk&list=PLO3S2CDkdJ9yuz3oQydDSvVDY54hdLeBY][Défi 30 jours de C]]
       
*** JavaScript

    1. [[https://www.youtube.com/watch?v=C5u-fj9xwLc&list=PLO3S2CDkdJ9ztZWG2rqf-oXSgUWvbEVec][Quelques bases]]
       
* Anglais
** Amazon

   1. [[https://www.amazon.fr/Introduction-phon%C3%A9tique-anglaise-Laurent-Garnier-ebook/dp/B07CRVMBVD/ref=sr_1_1?__mk_fr_FR=%C3%85M%C3%85%C5%BD%C3%95%C3%91&dchild=1&keywords=introduction+%C3%A0+la+phon%C3%A9tique+de+l%27anglais&qid=1628702784&s=digital-text&sr=1-1][Introduction à la phonétique anglaise]]
   2. [[https://www.amazon.fr/Comment-devenir-autonome-anglais-mois-ebook/dp/B08FHF7PDD/ref=sr_1_1?__mk_fr_FR=%C3%85M%C3%85%C5%BD%C3%95%C3%91&dchild=1&keywords=Comment+devenir+autonome+en+anglais+en+3+mois&qid=1628702626&sr=8-1][Comment devenir autonome en anglais en 3 mois]]
      
** Podia

      1. [[https://laurentgarnier.podia.com/useful-tools-to-start-learning-english][Useful Tools To Start Learning English]] 
      2. [[https://laurentgarnier.podia.com/english-starter][English Starter]]
      3. [[https://laurentgarnier.podia.com/practice-makes-perfect][Practice Makes Perfect]]
      4. [[https://laurentgarnier.podia.com/introduction-a-la-phonetique-anglaise][Introduction à la phonétique anglaise]]
      5. [[https://laurentgarnier.podia.com/comment-apprendre-1-langue-avec-python][Comment apprendre une langue avec Python]]
	 
** Superprof

   Retrouvez mon annonce sur laquelle vous pourrez voir les
   commentaires des gens ayant déjà travaillé avec moi.

   [[https://www.superprof.fr/gagnez-confiance-conversations-anglais-concret-discussions-via-web.html][Gagnez en confiance dans vos conversations]]
   
** YouTube

   1. [[https://youtube.com/playlist?list=PLfKvL-VUSKAk3DSnWEQmMR2MLHTj4aUzw][English Lectures]]
   2. [[https://youtube.com/playlist?list=PLfKvL-VUSKAnf4oZzkI3q24X4FJrGzcGr][30 façons d'apprendre l'anglais]]
   3. [[https://youtube.com/playlist?list=PLfKvL-VUSKAlBdPspFuupgomSU30sLhkj][Phonetics]]      
      
* Français
** Amazon

   1. [[https://www.amazon.fr/Comment-devenir-autonome-fran%C3%A7ais-mois-ebook/dp/B08FLBQHCL/ref=sr_1_1?__mk_fr_FR=%C3%85M%C3%85%C5%BD%C3%95%C3%91&dchild=1&keywords=Comment+devenir+autonome+en+fran%C3%A7ais+en+3+mois&qid=1628702667&sr=8-1][Comment devenir autonome en français en 3 mois]]
      
** Podia

   1. [[https://laurentgarnier.podia.com/progressez-en-francais-avec-la-technique-des-5-etapes][Progressez en français en 5 étapes]]
   2. [[https://laurentgarnier.podia.com/le-kit-de-survie-du-francophile][Le kit de survie du francophile]]
      
