index.html




<li><a id="sec-1-4-2-2" name="sec-1-4-2-2"></a>CPGE 2ème année<br ><div class="outline-text-5" id="text-1-4-2-2">
<ol class="org-ol">
<li><a href="https://www.youtube.com/watch?v=AizozVZdiOI&amp;list=PLwWStLtwGECacqA2tXxTOzSCtdVBXNRgU">Algèbre linéaire</a>
</li>
<li><a href="https://www.youtube.com/watch?v=6TxtPamxb2Q&amp;list=PLwWStLtwGECakO4Himb6b-9uFiGMOGfmc">Calcul différentiel</a>
</li>
<li><a href="https://www.youtube.com/watch?v=mH-6b6d1cSc&amp;list=PLwWStLtwGECYi68DkJNEjzN0tWZLBNcvk">Lois de probabilités discrètes</a>
</li>
</ol>
</div>
</li>

<li><a id="sec-1-4-2-3" name="sec-1-4-2-3"></a>Licence 3 et plus<br ><div class="outline-text-5" id="text-1-4-2-3">
<ol class="org-ol">
<li><a href="https://www.youtube.com/watch?v=hFa5eo6FT0U&amp;list=PLwWStLtwGECZ1YPIBHzCD3-rzFjCPWnXO">Théorie des groupes</a>
</li>
<li><a href="https://www.youtube.com/watch?v=Q3vE26PguMk&amp;list=PLwWStLtwGECaIXvnNAkRnYI7P33CC9o_B">Un peu d'analyse (de Fourier)</a>
</li>
</ol>
</div>
</li></ol>
</div>

<div id="outline-container-sec-1-4-3" class="outline-4">
<h4 id="sec-1-4-3"><span class="section-number-4">1.4.3</span> Témoignages d'élèves</h4>
<div class="outline-text-4" id="text-1-4-3">
<ol class="org-ol">
<li><a href="https://www.youtube.com/watch?v=vT6x4SPXaE8&amp;list=PLwWStLtwGECYN1CrkgE6ZO0_Fo91-lNnU">Une dizaine de témoignages d'élèves de différents niveaux</a>
</li>
</ol>
</div>
</div>
</div>
</div>

<div id="outline-container-sec-2" class="outline-2">
<h2 id="sec-2"><span class="section-number-2">2</span> Statistiques</h2>
<div class="outline-text-2" id="text-2">
</div><div id="outline-container-sec-2-1" class="outline-3">
<h3 id="sec-2-1"><span class="section-number-3">2.1</span> Amazon</h3>
<div class="outline-text-3" id="text-2-1">
<p>
À venir.
</p>

<p>
Indiquez-moi vos préférences sur <a href="https://t.me/polymathfreeman">Telegram</a>.
</p>
</div>
</div>

<div id="outline-container-sec-2-2" class="outline-3">
<h3 id="sec-2-2"><span class="section-number-3">2.2</span> Podia</h3>
<div class="outline-text-3" id="text-2-2">
<ol class="org-ol">
<li><a href="https://laurentgarnier.podia.com/kit-de-survie-probas-discretes">Kit de survie des probabilités discrètes</a>
</li>
</ol>
</div>
</div>

<div id="outline-container-sec-2-3" class="outline-3">
<h3 id="sec-2-3"><span class="section-number-3">2.3</span> Superprof</h3>
<div class="outline-text-3" id="text-2-3">
<p>
Retrouvez mon annonce sur laquelle vous pourrez voir les
commentaires des gens ayant déjà travaillé avec moi.
</p>

<p>
<a href="https://www.superprof.fr/professeur-mathematiques-donne-cours-statistiques-monde-google-hangout-idroo.html">Découvrez les statistiques</a>
</p>
</div>
</div>

<div id="outline-container-sec-2-4" class="outline-3">
<h3 id="sec-2-4"><span class="section-number-3">2.4</span> YouTube</h3>
<div class="outline-text-3" id="text-2-4">
<ol class="org-ol">
<li><a href="https://www.youtube.com/watch?v=JcVhfsMAeko&amp;list=PLwWStLtwGECaPlqK03SrVDXcHXleVGcZo">Quelques tutoriels sur le logiciel R</a>
</li>
<li><a href="https://www.youtube.com/watch?v=ab7_lBnmbyA&amp;list=PLwWStLtwGECYCk-mGm3Ubl8B7TDJE2bVZ">Quelques rudiments de statistiques</a>
</li>
</ol>
</div>
</div>
</div>

<div id="outline-container-sec-3" class="outline-2">
<h2 id="sec-3"><span class="section-number-2">3</span> Informatique</h2>
<div class="outline-text-2" id="text-3">
</div><div id="outline-container-sec-3-1" class="outline-3">
<h3 id="sec-3-1"><span class="section-number-3">3.1</span> Amazon</h3>
<div class="outline-text-3" id="text-3-1">
<ol class="org-ol">
<li><a href="https://www.amazon.fr/Comment-devenir-autonome-Python-mois-ebook/dp/B08FRMYCZZ/ref=sr_1_1?__mk_fr_FR=ÅMÅŽÕÑ&amp;dchild=1&amp;keywords=Comment+devenir+autonome+en+python+en+3+mois&amp;qid=1628702581&amp;sr=8-1">Comment devenir autonome en Python en 3 mois</a>
</li>
</ol>
</div>
</div>

<div id="outline-container-sec-3-2" class="outline-3">
<h3 id="sec-3-2"><span class="section-number-3">3.2</span> Podia</h3>
<div class="outline-text-3" id="text-3-2">
</div><div id="outline-container-sec-3-2-1" class="outline-4">
<h4 id="sec-3-2-1"><span class="section-number-4">3.2.1</span> C</h4>
<div class="outline-text-4" id="text-3-2-1">
<ol class="org-ol">
<li><a href="https://laurentgarnier.podia.com/ressourc-vous-avec-le-langage-c">RessourC-vous</a>
</li>
</ol>
</div>
</div>

<div id="outline-container-sec-3-2-2" class="outline-4">
<h4 id="sec-3-2-2"><span class="section-number-4">3.2.2</span> Comment devenir 1 vrai hacker</h4>
<div class="outline-text-4" id="text-3-2-2">
<ol class="org-ol">
<li><a href="https://laurentgarnier.podia.com/comment-devenir-1-vrai-hacker">Formation gratuite</a>
</li>
</ol>
</div>
</div>

<div id="outline-container-sec-3-2-3" class="outline-4">
<h4 id="sec-3-2-3"><span class="section-number-4">3.2.3</span> Python</h4>
<div class="outline-text-4" id="text-3-2-3">
<ol class="org-ol">
<li><a href="https://laurentgarnier.podia.com/comment-apprendre-1-langue-avec-python">Comment apprendre une langue avec Python</a>
</li>
</ol>
</div>
</div>
</div>

<div id="outline-container-sec-3-3" class="outline-3">
<h3 id="sec-3-3"><span class="section-number-3">3.3</span> Superprof</h3>
<div class="outline-text-3" id="text-3-3">
<p>
Retrouvez mon annonce sur laquelle vous pourrez voir les
commentaires des gens ayant déjà travaillé avec moi.
</p>

<p>
<a href="https://www.superprof.fr/initiez-langages-programmation-informatique-decouvrir-marche-ordinateur-web.html">Découvrez la programmation informatique</a>
</p>
</div>
</div>

<div id="outline-container-sec-3-4" class="outline-3">
<h3 id="sec-3-4"><span class="section-number-3">3.4</span> YouTube</h3>
<div class="outline-text-3" id="text-3-4">
</div><div id="outline-container-sec-3-4-1" class="outline-4">
<h4 id="sec-3-4-1"><span class="section-number-4">3.4.1</span> C</h4>
<div class="outline-text-4" id="text-3-4-1">
<ol class="org-ol">
<li><a href="https://www.youtube.com/watch?v=FBKwFN_W2Jk&amp;list=PLO3S2CDkdJ9yuz3oQydDSvVDY54hdLeBY">Défi 30 jours de C</a>
</li>
</ol>
</div>
</div>

<div id="outline-container-sec-3-4-2" class="outline-4">
<h4 id="sec-3-4-2"><span class="section-number-4">3.4.2</span> JavaScript</h4>
<div class="outline-text-4" id="text-3-4-2">
<ol class="org-ol">
<li><a href="https://www.youtube.com/watch?v=C5u-fj9xwLc&amp;list=PLO3S2CDkdJ9ztZWG2rqf-oXSgUWvbEVec">Quelques bases</a>
</li>
</ol>
</div>
</div>
</div>
</div>

<div id="outline-container-sec-4" class="outline-2">
<h2 id="sec-4"><span class="section-number-2">4</span> Anglais</h2>
<div class="outline-text-2" id="text-4">
</div><div id="outline-container-sec-4-1" class="outline-3">
<h3 id="sec-4-1"><span class="section-number-3">4.1</span> Amazon</h3>
<div class="outline-text-3" id="text-4-1">
<ol class="org-ol">
<li><a href="https://www.amazon.fr/Introduction-phonétique-anglaise-Laurent-Garnier-ebook/dp/B07CRVMBVD/ref=sr_1_1?__mk_fr_FR=ÅMÅŽÕÑ&amp;dchild=1&amp;keywords=introduction+à+la+phonétique+de+l'anglais&amp;qid=1628702784&amp;s=digital-text&amp;sr=1-1">Introduction à la phonétique anglaise</a>
</li>
<li><a href="https://www.amazon.fr/Comment-devenir-autonome-anglais-mois-ebook/dp/B08FHF7PDD/ref=sr_1_1?__mk_fr_FR=ÅMÅŽÕÑ&amp;dchild=1&amp;keywords=Comment+devenir+autonome+en+anglais+en+3+mois&amp;qid=1628702626&amp;sr=8-1">Comment devenir autonome en anglais en 3 mois</a>
</li>
</ol>
</div>
</div>

<div id="outline-container-sec-4-2" class="outline-3">
<h3 id="sec-4-2"><span class="section-number-3">4.2</span> Podia</h3>
<div class="outline-text-3" id="text-4-2">
<ol class="org-ol">
<li><a href="https://laurentgarnier.podia.com/useful-tools-to-start-learning-english">Useful Tools To Start Learning English</a> 
</li>
<li><a href="https://laurentgarnier.podia.com/english-starter">English Starter</a>
</li>
<li><a href="https://laurentgarnier.podia.com/practice-makes-perfect">Practice Makes Perfect</a>
</li>
<li><a href="https://laurentgarnier.podia.com/introduction-a-la-phonetique-anglaise">Introduction à la phonétique anglaise</a>
</li>
<li><a href="https://laurentgarnier.podia.com/comment-apprendre-1-langue-avec-python">Comment apprendre une langue avec Python</a>
</li>
</ol>
</div>
</div>

<div id="outline-container-sec-4-3" class="outline-3">
<h3 id="sec-4-3"><span class="section-number-3">4.3</span> Superprof</h3>
<div class="outline-text-3" id="text-4-3">
<p>
Retrouvez mon annonce sur laquelle vous pourrez voir les
commentaires des gens ayant déjà travaillé avec moi.
</p>

<p>
<a href="https://www.superprof.fr/gagnez-confiance-conversations-anglais-concret-discussions-via-web.html">Gagnez en confiance dans vos conversations</a>
</p>
</div>
</div>

<div id="outline-container-sec-4-4" class="outline-3">
<h3 id="sec-4-4"><span class="section-number-3">4.4</span> YouTube</h3>
<div class="outline-text-3" id="text-4-4">
<ol class="org-ol">
<li><a href="https://youtube.com/playlist?list=PLfKvL-VUSKAk3DSnWEQmMR2MLHTj4aUzw">English Lectures</a>
</li>
<li><a href="https://youtube.com/playlist?list=PLfKvL-VUSKAnf4oZzkI3q24X4FJrGzcGr">30 façons d'apprendre l'anglais</a>
</li>
<li><a href="https://youtube.com/playlist?list=PLfKvL-VUSKAlBdPspFuupgomSU30sLhkj">Phonetics</a>      
</li>
</ol>
</div>
</div>
</div>

<div id="outline-container-sec-5" class="outline-2">
<h2 id="sec-5"><span class="section-number-2">5</span> Français</h2>
<div class="outline-text-2" id="text-5">
</div><div id="outline-container-sec-5-1" class="outline-3">
<h3 id="sec-5-1"><span class="section-number-3">5.1</span> Amazon</h3>
<div class="outline-text-3" id="text-5-1">
<ol class="org-ol">
<li><a href="https://www.amazon.fr/Comment-devenir-autonome-français-mois-ebook/dp/B08FLBQHCL/ref=sr_1_1?__mk_fr_FR=ÅMÅŽÕÑ&amp;dchild=1&amp;keywords=Comment+devenir+autonome+en+français+en+3+mois&amp;qid=1628702667&amp;sr=8-1">Comment devenir autonome en français en 3 mois</a>
</li>
</ol>
</div>
</div>

<div id="outline-container-sec-5-2" class="outline-3">
<h3 id="sec-5-2"><span class="section-number-3">5.2</span> Podia</h3>
<div class="outline-text-3" id="text-5-2">
<ol class="org-ol">
<li><a href="https://laurentgarnier.podia.com/progressez-en-francais-avec-la-technique-des-5-etapes">Progressez en français en 5 étapes</a>
</li>
<li><a href="https://laurentgarnier.podia.com/le-kit-de-survie-du-francophile">Le kit de survie du francophile</a>
</li>
</ol>
</div>
</div>
