index.org
** Superprof

   Retrouvez mon annonce sur laquelle vous pourrez voir les
   commentaires des gens ayant déjà travaillé avec moi.

   [[https://www.superprof.fr/gagnez-confiance-connaissance-langue-francaise-discussions-via-web-traces-ecrites.html][Gagnez en confiance dans votre connaissance de la langue]]
   
** YouTube
*** If you speak English check these playlists out

    1. [[https://youtube.com/playlist?list=PLfKvL-VUSKAmWy-ZYHqILaQ1ONPVbdVys][Just for listening and speaking]]
    2. [[https://youtube.com/playlist?list=PLfKvL-VUSKAm_i4lM-MG2lyslGnSyDfjC][For listening, reading and speaking]]
    3. [[https://youtube.com/playlist?list=PLfKvL-VUSKAmgpfHWMjLjWZJoJLQP1MA-][Audiobooks]]
       
* Russe
** Amazon

   1. [[https://www.amazon.fr/Comment-devenir-autonome-russe-mois-ebook/dp/B08FQHH6VG/ref=sr_1_1?__mk_fr_FR=%C3%85M%C3%85%C5%BD%C3%95%C3%91&dchild=1&keywords=Comment+devenir+autonome+en+russe+en+3+mois&qid=1628702710&sr=8-1][Comment devenir autonome en Russe en 3 mois]]
      
** Podia

   1. [[https://laurentgarnier.podia.com/russian-survival-kit][Russian Survival Kit]]
      
** Superprof

   Ce n'est pas vraiment à l'ordre du jour mais si vous souhaitez
   apprendre le russe je peux vous mettre en contact avec des russes
   ou des ukrainiennes natives.

   Certaines parlent anglais d'autres parlent également le français.

   Contactez-moi sur [[https://t.me/polymathfreeman][Telegram]] pour plus de détails.
   
** YouTube

   1. [[https://youtube.com/playlist?list=PLfKvL-VUSKAk0YrJ3rV6cBj-w6rNCeOJB][Learn Russian With Me]]
      
* Autres langues
** Amazon

   À venir.

   Indiquez-moi vos préférences sur [[https://t.me/polymathfreeman][Telegram]].
   
** Podia

   1. [[https://laurentgarnier.podia.com/kits-de-survie-pour-les-langues][Kit de survie pour les langues]]
      
** Superprof

   Ce n'est pas à l'ordre du jour et en ce moment je ne suis pas
   vraiment en relation avec mes contacts polyglottes autres que
   russophones ou anglophones.

   Contactez-moi sur [[https://t.me/polymathfreeman][Telegram]] si vous avez un groupe intéressé par une
   langue en particulier.
   
** YouTube

   1. [[https://youtube.com/playlist?list=PLfKvL-VUSKAnkBk88BAb3oq1MlGVnhwcY][Babel Project]]

* Cryptos
** Amazon

   À venir.

   Indiquez-moi vos préférences sur [[https://t.me/polymathfreeman][Telegram]].
   
** Podia

   1. [[https://laurentgarnier.podia.com/decouvrez-l-univers-des-crypto-sans-devoiler-vos-donnees][Découvrez l'univers des cryptos sans KYC]]
   2. [[https://laurentgarnier.podia.com/30-jours-30-programmes-d-affiliation-100-cryptos][30 jours 30 programmes d'affiliation 100% cryptos]]
   3. [[https://laurentgarnier.podia.com/etudiez-les-crypto-monnaies][Etudiez le fonctionnement des cryptos]]
   4. [[https://laurentgarnier.podia.com/gagnez-25-usd-legalement-en-crypto-monnaie][Gagnez 25 USD légalement en cryptos]]
      
** Superprof

   À venir.

   Veuillez m'indiquer vos préférences sur [[https://t.me/polymathfreeman][Telegram]].
   
** YouTube   

   1. [[https://www.youtube.com/watch?v=GvoQbfEGIgI&list=PLFubDDkqAD9lxusbJtZivDedTXgFsbw-n][Le podcast des cryptos]]
