index.html

<div id="outline-container-sec-5-3" class="outline-3">
<h3 id="sec-5-3"><span class="section-number-3">5.3</span> Superprof</h3>
<div class="outline-text-3" id="text-5-3">
<p>
Retrouvez mon annonce sur laquelle vous pourrez voir les
commentaires des gens ayant déjà travaillé avec moi.
</p>

<p>
<a href="https://www.superprof.fr/gagnez-confiance-connaissance-langue-francaise-discussions-via-web-traces-ecrites.html">Gagnez en confiance dans votre connaissance de la langue</a>
</p>
</div>
</div>

<div id="outline-container-sec-5-4" class="outline-3">
<h3 id="sec-5-4"><span class="section-number-3">5.4</span> YouTube</h3>
<div class="outline-text-3" id="text-5-4">
</div><div id="outline-container-sec-5-4-1" class="outline-4">
<h4 id="sec-5-4-1"><span class="section-number-4">5.4.1</span> If you speak English check these playlists out</h4>
<div class="outline-text-4" id="text-5-4-1">
<ol class="org-ol">
<li><a href="https://youtube.com/playlist?list=PLfKvL-VUSKAmWy-ZYHqILaQ1ONPVbdVys">Just for listening and speaking</a>
</li>
<li><a href="https://youtube.com/playlist?list=PLfKvL-VUSKAm_i4lM-MG2lyslGnSyDfjC">For listening, reading and speaking</a>
</li>
<li><a href="https://youtube.com/playlist?list=PLfKvL-VUSKAmgpfHWMjLjWZJoJLQP1MA-">Audiobooks</a>
</li>
</ol>
</div>
</div>
</div>
</div>

<div id="outline-container-sec-6" class="outline-2">
<h2 id="sec-6"><span class="section-number-2">6</span> Russe</h2>
<div class="outline-text-2" id="text-6">
</div><div id="outline-container-sec-6-1" class="outline-3">
<h3 id="sec-6-1"><span class="section-number-3">6.1</span> Amazon</h3>
<div class="outline-text-3" id="text-6-1">
<ol class="org-ol">
<li><a href="https://www.amazon.fr/Comment-devenir-autonome-russe-mois-ebook/dp/B08FQHH6VG/ref=sr_1_1?__mk_fr_FR=ÅMÅŽÕÑ&amp;dchild=1&amp;keywords=Comment+devenir+autonome+en+russe+en+3+mois&amp;qid=1628702710&amp;sr=8-1">Comment devenir autonome en Russe en 3 mois</a>
</li>
</ol>
</div>
</div>

<div id="outline-container-sec-6-2" class="outline-3">
<h3 id="sec-6-2"><span class="section-number-3">6.2</span> Podia</h3>
<div class="outline-text-3" id="text-6-2">
<ol class="org-ol">
<li><a href="https://laurentgarnier.podia.com/russian-survival-kit">Russian Survival Kit</a>
</li>
</ol>
</div>
</div>

<div id="outline-container-sec-6-3" class="outline-3">
<h3 id="sec-6-3"><span class="section-number-3">6.3</span> Superprof</h3>
<div class="outline-text-3" id="text-6-3">
<p>
Ce n'est pas vraiment à l'ordre du jour mais si vous souhaitez
apprendre le russe je peux vous mettre en contact avec des russes
ou des ukrainiennes natives.
</p>

<p>
Certaines parlent anglais d'autres parlent également le français.
</p>

<p>
Contactez-moi sur <a href="https://t.me/polymathfreeman">Telegram</a> pour plus de détails.
</p>
</div>
</div>

<div id="outline-container-sec-6-4" class="outline-3">
<h3 id="sec-6-4"><span class="section-number-3">6.4</span> YouTube</h3>
<div class="outline-text-3" id="text-6-4">
<ol class="org-ol">
<li><a href="https://youtube.com/playlist?list=PLfKvL-VUSKAk0YrJ3rV6cBj-w6rNCeOJB">Learn Russian With Me</a>
</li>
</ol>
</div>
</div>
</div>

<div id="outline-container-sec-7" class="outline-2">
<h2 id="sec-7"><span class="section-number-2">7</span> Autres langues</h2>
<div class="outline-text-2" id="text-7">
</div><div id="outline-container-sec-7-1" class="outline-3">
<h3 id="sec-7-1"><span class="section-number-3">7.1</span> Amazon</h3>
<div class="outline-text-3" id="text-7-1">
<p>
À venir.
</p>

<p>
Indiquez-moi vos préférences sur <a href="https://t.me/polymathfreeman">Telegram</a>.
</p>
</div>
</div>

<div id="outline-container-sec-7-2" class="outline-3">
<h3 id="sec-7-2"><span class="section-number-3">7.2</span> Podia</h3>
<div class="outline-text-3" id="text-7-2">
<ol class="org-ol">
<li><a href="https://laurentgarnier.podia.com/kits-de-survie-pour-les-langues">Kit de survie pour les langues</a>
</li>
</ol>
</div>
</div>

<div id="outline-container-sec-7-3" class="outline-3">
<h3 id="sec-7-3"><span class="section-number-3">7.3</span> Superprof</h3>
<div class="outline-text-3" id="text-7-3">
<p>
Ce n'est pas à l'ordre du jour et en ce moment je ne suis pas
vraiment en relation avec mes contacts polyglottes autres que
russophones ou anglophones.
</p>

<p>
Contactez-moi sur <a href="https://t.me/polymathfreeman">Telegram</a> si vous avez un groupe intéressé par une
langue en particulier.
</p>
</div>
</div>

<div id="outline-container-sec-7-4" class="outline-3">
<h3 id="sec-7-4"><span class="section-number-3">7.4</span> YouTube</h3>
<div class="outline-text-3" id="text-7-4">
<ol class="org-ol">
<li><a href="https://youtube.com/playlist?list=PLfKvL-VUSKAnkBk88BAb3oq1MlGVnhwcY">Babel Project</a>
</li>
</ol>
</div>
</div>
</div>

<div id="outline-container-sec-8" class="outline-2">
<h2 id="sec-8"><span class="section-number-2">8</span> Cryptos</h2>
<div class="outline-text-2" id="text-8">
</div><div id="outline-container-sec-8-1" class="outline-3">
<h3 id="sec-8-1"><span class="section-number-3">8.1</span> Amazon</h3>
<div class="outline-text-3" id="text-8-1">
<p>
À venir.
</p>

<p>
Indiquez-moi vos préférences sur <a href="https://t.me/polymathfreeman">Telegram</a>.
</p>
</div>
</div>

<div id="outline-container-sec-8-2" class="outline-3">
<h3 id="sec-8-2"><span class="section-number-3">8.2</span> Podia</h3>
<div class="outline-text-3" id="text-8-2">
<ol class="org-ol">
<li><a href="https://laurentgarnier.podia.com/decouvrez-l-univers-des-crypto-sans-devoiler-vos-donnees">Découvrez l'univers des cryptos sans KYC</a>
</li>
<li><a href="https://laurentgarnier.podia.com/30-jours-30-programmes-d-affiliation-100-cryptos">30 jours 30 programmes d'affiliation 100% cryptos</a>
</li>
<li><a href="https://laurentgarnier.podia.com/etudiez-les-crypto-monnaies">Etudiez le fonctionnement des cryptos</a>
</li>
<li><a href="https://laurentgarnier.podia.com/gagnez-25-usd-legalement-en-crypto-monnaie">Gagnez 25 USD légalement en cryptos</a>
</li>
</ol>
</div>
</div>

<div id="outline-container-sec-8-3" class="outline-3">
<h3 id="sec-8-3"><span class="section-number-3">8.3</span> Superprof</h3>
<div class="outline-text-3" id="text-8-3">
<p>
À venir.
</p>

<p>
Veuillez m'indiquer vos préférences sur <a href="https://t.me/polymathfreeman">Telegram</a>.
</p>
</div>
</div>

<div id="outline-container-sec-8-4" class="outline-3">
<h3 id="sec-8-4"><span class="section-number-3">8.4</span> YouTube</h3>
<div class="outline-text-3" id="text-8-4">
<ol class="org-ol">
<li><a href="https://www.youtube.com/watch?v=GvoQbfEGIgI&amp;list=PLFubDDkqAD9lxusbJtZivDedTXgFsbw-n">Le podcast des cryptos</a>
</li>
</ol>
</div>
</div>
</div>
</div></div></div>
<footer id="postamble" class="">
<div><p class="author">Author: Laurent Garnier</p>
<p class="date">Created: 2021-08-11 Wed 19:54</p>
<p class="creator"><a href="http://www.gnu.org/software/emacs/">Emacs</a> 27.2 (<a href="http://orgmode.org">Org-mode</a> 9.4)</p>
</div>
</footer>
</body>
</html>
